tests/resources/directpayment/getCards/getCardsRequest.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://impl.ws.payline.experian.com"><SOAP-ENV:Body><ns1:getCardsRequest><ns1:version>90</ns1:version><ns1:contractNumber>CB</ns1:contractNumber><ns1:walletId>walletIdzzzz</ns1:walletId><ns1:cardInd>2</ns1:cardInd></ns1:getCardsRequest></SOAP-ENV:Body></SOAP-ENV:Envelope>